tap "dteoh/sqa"
tap "homebrew/bundle"
brew "bash"
brew "coreutils"
brew "curl"
brew "dockutil"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "htop"
brew "ipython"
brew "jq"
brew "make"
brew "neofetch"
brew "python@3.9"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vivid"
brew "watch"
cask "alt-tab"
cask "brave-browser"
cask "ghostty"
cask "google-drive"
cask "hammerspoon"
cask "itsycal"
cask "logi-options+"
cask "monitorcontrol"
cask "spotify"
cask "telegram"
cask "whatsapp"
