tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "docker"
brew "dockutil"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "git"
brew "groff"
brew "hub"
brew "imagesnap"
brew "jupyter"
brew "lastpass-cli"
brew "nano"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "pandoc-citeproc"
brew "python3"
brew "ruby"
brew "shellcheck"
brew "shpotify"
brew "thefuck"
brew "tldr"
brew "vim"
brew "youtube-dl"
brew "zsh"

cask "arduino"
cask "atom"
cask "brave-browser"
cask "canary"
cask "docker"
cask "dropbox"
cask "github"
cask "google-chrome"
cask "google-drive-file-stream"
cask "iterm2"
cask "itsycal"
cask "spectacle"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "vuze"
cask "whatsapp"
cask "windscribe"
cask "qlcolorcod"
cask "qlstephen"
