tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "dockutil"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "gotop"
brew "jupyterlab"
brew "jq"
brew "make"
brew "neofetch"
brew "neovim"
brew "python3"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "z"

cask "alt-tab"
cask "atom"
cask "brave-browser"
cask "google-backup-and-sync"
cask "iterm2"
cask "karabiner-elements"
cask "logitech-options"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "virtualbox"
cask "whatsapp"
