tap "dteoh/sqa"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "arduino-cli"
brew "bash"
brew "bash-completion@2"
brew "clang-format"
brew "coreutils"
brew "dockutil"
brew "fd"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "gotop"
brew "helix"
brew "htop"
brew "hugo"
brew "openssl@1.1"
brew "ipython"
brew "jq"
brew "make"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.9"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vivid"
brew "vlang"
brew "watch"
brew "youtube-dl"
cask "alt-tab"
cask "basictex"
cask "brave-browser"
cask "clocksaver"
cask "google-drive"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "monitorcontrol"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "vscodevim.vim"
