tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "dockutil"
brew "fd"
brew "git"
brew "hub"
brew "jupyter"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "pandoc"
brew "python3"
brew "ruby"
brew "vim"
brew "youtube-dl"
brew "z"
brew "zsh"

cask "atom"
cask "firefox"
cask "github"
cask "iterm2"
cask "itsycal"
cask "kite"
cask "mactex-no-gui"
cask "rectangle"
cask "spotify"
cask "telegram"
cask "whatsapp"
cask "qlcolorcod"
cask "qlstephen"
